Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# smartCollections.systemRule.highValue.withoutHealth
source: Without health data: Stars ≥ 5,000
ar: بدون بيانات الصحة: النجوم ≥ 5,000
de: Ohne Gesundheitsdaten: Sterne ≥ 5.000
es: Sin datos de salud: Estrellas ≥ 5000
fr: Sans données de santé : Étoiles ≥ 5 000
id: Tanpa data kesehatan: Bintang ≥ 5.000
it: Senza dati salute: Stelle ≥ 5.000
ja: 健全性データなし: スター数 ≥ 5,000
ko: 건강 데이터 미포함: 별 ≥ 5,000
nl: Zonder gezondheidsgegevens: sterren ≥ 5.000
pl: Bez danych kondycji: Gwiazdki ≥ 5000
pt_br: Sem dados de saúde: Estrelas ≥ 5.000
ru: Без данных о здоровье: звёзд ≥ 5000
tr: Sağlık verisi olmadan: Yıldız ≥ 5.000
uk: Без даних про здоров'я: Зірки ≥ 5000
vi: Không có dữ liệu sức khỏe: Số sao ≥ 5.000
zh_hans: 无健康度数据：Stars ≥ 5,000
zh_hant: 無健康度資料：Stars ≥ 5,000

# smartCollections.systemRule.matchAll
source: Match all of the following:
ar: تطابق كل ما يلي:
de: Alle folgenden Bedingungen müssen erfüllt sein:
es: Coincidir con todo lo siguiente:
fr: Correspond à tous les critères suivants :
id: Cocokkan semua berikut:
it: Corrisponde a tutte le seguenti:
ja: 次のすべてに一致:
ko: 다음 모두 일치:
nl: Voldoe aan alle volgende:
pl: Spełniaj wszystkie poniższe:
pt_br: Atender a todos os seguintes:
ru: Совпадают все следующие:
tr: Aşağıdakilerin tümünü eşleştir:
uk: Відповідає всім наступним:
vi: Khớp tất cả các điều kiện sau:
zh_hans: 满足以下全部条件：
zh_hant: 滿足以下全部條件：

# smartCollections.systemRule.matchAny
source: Match any of the following:
ar: تطابق أي مما يلي:
de: Mindestens eine der folgenden Bedingungen muss erfüllt sein:
es: Coincidir con cualquiera de lo siguiente:
fr: Correspond à l'un des critères suivants :
id: Cocokkan salah satu berikut:
it: Corrisponde a una qualsiasi delle seguenti:
ja: 次のいずれかに一致:
ko: 다음 중 하나라도 일치:
nl: Voldoe aan een van de volgende:
pl: Spełniaj którekolwiek z poniższych:
pt_br: Atender a qualquer um dos seguintes:
ru: Совпадает любое из следующих:
tr: Aşağıdakilerden herhangi birini eşleştir:
uk: Відповідає будь-якому з наступних:
vi: Khớp bất kỳ điều kiện nào sau đây:
zh_hans: 满足以下任一条件：
zh_hant: 滿足以下任一條件：

# smartCollections.systemRule.needsReview.archived
source: Archived
ar: مؤرشفة
de: Archiviert
es: Archivado
fr: Archivé
id: Diarsipkan
it: Archiviato
ja: アーカイブ済み
ko: 보관됨
nl: Gearchiveerd
pl: Zarchiwizowane
pt_br: Arquivado
ru: Архивировано
tr: Arşivlenmiş
uk: Архівовано
vi: Đã lưu trữ
zh_hans: 已归档
zh_hant: 已歸檔

# smartCollections.systemRule.needsReview.lowHealth
source: Overall health score < 60 (when available)
ar: درجة الصحة العامة < 60 (عند توفرها)
de: Gesundheitswert < 60 (falls verfügbar)
es: Puntuación de salud general < 60 (cuando esté disponible)
fr: Score de santé global < 60 (lorsque disponible)
id: Skor kesehatan keseluruhan < 60 (jika tersedia)
it: Punteggio di salute complessivo < 60 (se disponibile)
ja: 全体的な健全性スコア < 60 (利用可能な場合)
ko: 전체 건강 점수 < 60 (사용 가능한 경우)
nl: Algehele gezondheidsscore < 60 (indien beschikbaar)
pl: Ogólny wskaźnik kondycji < 60 (jeśli dostępny)
pt_br: Pontuação geral de saúde < 60 (quando disponível)
ru: Общий показатель здоровья < 60 (если доступен)
tr: Genel sağlık puanı < 60 (varsa)
uk: Загальний показник здоров'я < 60 (якщо доступно)
vi: Điểm sức khỏe tổng thể < 60 (khi có)
zh_hans: 综合健康分 < 60（有数据时）
zh_hant: 綜合健康分 < 60（有資料時）

# smartCollections.systemRule.needsReview.noLicense
source: No license
ar: بدون ترخيص
de: Keine Lizenz
es: Sin licencia
fr: Aucune licence
id: Tidak ada lisensi
it: Nessuna licenza
ja: ライセンスなし
ko: 라이선스 없음
nl: Geen licentie
pl: Brak licencji
pt_br: Sem licença
ru: Нет лицензии
tr: Lisans yok
uk: Немає ліцензії
vi: Không có giấy phép
zh_hans: 无 License
zh_hant: 無 License

# smartCollections.systemRule.needsReview.noTopics
source: No GitHub topics
ar: بدون مواضيع GitHub
de: Keine GitHub-Themen
es: Sin temas de GitHub
fr: Aucun sujet GitHub
id: Tidak ada topik GitHub
it: Nessun argomento GitHub
ja: GitHub トピックなし
ko: GitHub 주제 없음
nl: Geen GitHub-onderwerpen
pl: Brak tematów GitHub
pt_br: Sem tópicos do GitHub
ru: Нет тем GitHub
tr: GitHub konusu yok
uk: Немає тем GitHub
vi: Không có chủ đề GitHub
zh_hans: 无 GitHub Topics
zh_hant: 無 GitHub Topics

# smartCollections.systemRule.outsideLibraryStars.notInLibrary
source: Not in Starcat Library
ar: ليست في مكتبة Starcat
de: Nicht in der Starcat-Bibliothek
es: No está en la biblioteca de Starcat
fr: Pas dans la bibliothèque Starcat
id: Tidak ada di Pustaka Starcat
it: Non nella libreria Starcat
ja: Starcat ライブラリに未登録
ko: Starcat 라이브러리에 없음
nl: Niet in Starcat-bibliotheek
pl: Nie w bibliotece Starcat
pt_br: Não está na Biblioteca Starcat
ru: Нет в библиотеке Starcat
tr: Starcat Kitaplığı'nda değil
uk: Немає в бібліотеці Starcat
vi: Không có trong Thư viện Starcat
zh_hans: 未加入 Starcat 知识库
zh_hant: 未加入 Starcat 知識庫

# smartCollections.systemRule.unmaintained.archived
source: Archived
ar: مؤرشفة
de: Archiviert
es: Archivado
fr: Archivé
id: Diarsipkan
it: Archiviato
ja: アーカイブ済み
ko: 보관됨
nl: Gearchiveerd
pl: Zarchiwizowane
pt_br: Arquivado
ru: Архивировано
tr: Arşivlenmiş
uk: Архівовано
vi: Đã lưu trữ
zh_hans: 已归档
zh_hant: 已歸檔

# smartCollections.title
source: Collections
ar: المجموعات
de: Sammlungen
es: Colecciones
id: Koleksi
it: Raccolte
ja: コレクション
ko: 컬렉션
nl: Collecties
pl: Kolekcje
pt_br: Coleções
ru: Коллекции
tr: Koleksiyonlar
uk: Колекції
vi: Bộ sưu tập
zh_hans: 智能集合
zh_hant: 智能集合

# smartCollections.unmaintained.subtitle
source: Archived or not pushed for more than one year.
ar: مؤرشفة أو لم يتم الدفع لأكثر من عام.
de: Archiviert oder seit mehr als einem Jahr keine Aktualisierung.
es: Archivado o sin cambios durante más de un año.
fr: Archivé ou sans push depuis plus d'un an.
id: Diarsipkan atau tidak ada push selama lebih dari satu tahun.
it: Archiviato o non aggiornato da più di un anno.
ja: アーカイブ済み、または1年以上プッシュされていない。
ko: 보관되었거나 1년 이상 푸시되지 않음.
nl: Gearchiveerd of meer dan een jaar niet gepusht.
pl: Zarchiwizowane lub brak pusha od ponad roku.
pt_br: Arquivado ou sem push há mais de um ano.
ru: Архивировано или не обновлялось более года.
tr: Arşivlenmiş veya bir yıldan uzun süredir itme yapılmamış.
uk: Архівовано або не оновлювалося більше року.
vi: Đã lưu trữ hoặc không có push hơn một năm.
zh_hans: 已归档或超过一年未更新。
zh_hant: 已歸檔或超過一年未更新。

# smartCollections.unmaintained.title
source: Unmaintained
ar: غير مُصانة
de: Nicht gewartet
es: Sin mantenimiento
fr: Non maintenu
id: Tidak Terawat
it: Non mantenuti
ja: メンテナンスされていない
ko: 관리되지 않음
nl: Niet onderhouden
pl: Nieutrzymywane
pt_br: Não mantido
ru: Не поддерживается
tr: Bakımsız
uk: Не підтримується
vi: Không bảo trì
zh_hans: 维护停滞
zh_hant: 維護停滯

# smartCollections.update.confirm
source: Update Rules
ar: تحديث القواعد
de: Regeln aktualisieren
es: Actualizar reglas
fr: Mettre à jour les règles
id: Perbarui Aturan
it: Aggiorna regole
ja: ルールを更新
ko: 규칙 업데이트
nl: Regels bijwerken
pl: Aktualizuj reguły
pt_br: Atualizar Regras
ru: Обновить правила
tr: Kuralları Güncelle
uk: Оновити правила
vi: Cập nhật quy tắc
zh_hans: 更新规则
zh_hant: 更新規則

# smartCollections.update.help
source: Replace saved rules with current toolbar filters
ar: استبدال القواعد المحفوظة بمرشحات شريط الأدوات الحالية
de: Gespeicherte Regeln durch aktuelle Werkzeugleistenfilter ersetzen
es: Reemplazar las reglas guardadas con los filtros actuales de la barra de herramientas
fr: Remplacer les règles enregistrées par les filtres actuels de la barre d'outils
id: Ganti aturan yang disimpan dengan filter toolbar saat ini
it: Sostituisci le regole salvate con i filtri correnti della barra degli strumenti
ja: 保存済みルールを現在のツールバーフィルターで置き換え
ko: 저장된 규칙을 현재 도구 모음 필터로 교체
nl: Vervang opgeslagen regels door huidige werkbalkfilters
pl: Zastąp zapisane reguły bieżącymi filtrami paska narzędzi
pt_br: Substituir regras salvas pelos filtros atuais da barra de ferramentas
ru: Заменить сохранённые правила текущими фильтрами панели инструментов
tr: Kaydedilmiş kuralları geçerli araç çubuğu filtreleriyle değiştir
uk: Замінити збережені правила поточними фільтрами панелі інструментів
vi: Thay thế quy tắc đã lưu bằng bộ lọc thanh công cụ hiện tại
zh_hans: 用当前工具栏筛选替换已保存规则
zh_hant: 用當前工具列篩選取代已儲存規則

# smartCollections.update.messageFormat
source: Update rules for "%@"?
ar: تحديث قواعد "%@"؟
de: Regeln für "%@" aktualisieren?
es: ¿Actualizar reglas para "%@"?
fr: Mettre à jour les règles pour « %@ » ?
id: Perbarui aturan untuk "%@"?
it: Aggiornare le regole per "%@"?
ja: "%@" のルールを更新しますか？
ko: "%@"의 규칙을 업데이트할까요?
nl: Regels voor "%@" bijwerken?
pl: Zaktualizować reguły dla „%@”?
pt_br: Atualizar regras para "%@"?
ru: Обновить правила для "%@"?
tr: "%@" için kurallar güncellensin mi?
uk: Оновити правила для "%@"?
vi: Cập nhật quy tắc cho "%@"?
zh_hans: 更新「%@」的规则？
zh_hant: 更新「%@」的規則？

# smartCollections.update.title
source: Update Smart Collection Rules
ar: تحديث قواعد المجموعة الذكية
de: Smart Collection-Regeln aktualisieren
es: Actualizar reglas de colección inteligente
fr: Mettre à jour les règles de la collection intelligente
id: Perbarui Aturan Koleksi Cerdas
it: Aggiorna regole raccolta intelligente
ja: スマートコレクションのルールを更新
ko: 스마트 컬렉션 규칙 업데이트
nl: Slimme collectieregels bijwerken
pl: Aktualizuj reguły kolekcji inteligentnej
pt_br: Atualizar Regras da Coleção Inteligente
ru: Обновить правила умной коллекции
tr: Akıllı Koleksiyon Kurallarını Güncelle
uk: Оновити правила розумної колекції
vi: Cập nhật quy tắc bộ sưu tập thông minh
zh_hans: 更新智能集合规则
zh_hant: 更新智能集合規則

# smartCollections.using.subtitle
source: Repos you explicitly marked as currently in use.
ar: المستودعات التي حددتها صراحةً بأنها قيد الاستخدام حاليًا.
de: Repos, die du explizit als aktuell in Verwendung markiert hast.
es: Repos que marcaste explícitamente como en uso actualmente.
fr: Dépôts que vous avez explicitement marqués comme actuellement utilisés.
id: Repositori yang secara eksplisit Anda tandai sebagai sedang digunakan.
it: Repo che hai esplicitamente contrassegnato come in uso.
ja: 現在使用中として明示的にマークしたリポジトリ。
ko: 현재 사용 중으로 표시한 저장소.
nl: Repo's die je expliciet als in gebruik hebt gemarkeerd.
pl: Repozytoria, które jawnie oznaczono jako aktualnie używane.
pt_br: Repositórios que você marcou explicitamente como em uso.
ru: Репозитории, которые вы явно отметили как используемые.
tr: Şu anda kullanımda olarak işaretlediğiniz depolar.
uk: Репозиторії, які ви явно позначили як поточні.
vi: Kho bạn đã đánh dấu là đang sử dụng.
zh_hans: 你明确标记为使用中的仓库。
zh_hant: 你明確標記為使用中的倉庫。

# smartCollections.using.title
source: Using
ar: قيد الاستخدام
de: In Verwendung
es: En uso
fr: En cours d'utilisation
id: Sedang Digunakan
it: In uso
ja: 使用中
ko: 사용 중
nl: In gebruik
pl: Używane
pt_br: Em uso
ru: Используется
tr: Kullanımda
uk: Використовується
vi: Đang sử dụng
zh_hans: 使用中
zh_hant: 使用中

# snapshot.error.archiveTooLarge
source: Repository ZIP exceeds the 100 MB limit.
ar: يتجاوز ملف ZIP للمستودع حد 100 ميغابايت.
de: Das Repository-ZIP überschreitet das Limit von 100 MB.
es: El ZIP del repositorio supera el límite de 100 MB.
fr: Le ZIP du dépôt dépasse la limite de 100 Mo.
id: ZIP repositori melebihi batas 100 MB.
it: Il file ZIP del repository supera il limite di 100 MB.
ja: リポジトリの ZIP が 100 MB の制限を超えています。
ko: 저장소 ZIP이 100 MB 제한을 초과했습니다.
nl: Repository-ZIP overschrijdt de limiet van 100 MB.
pl: Archiwum ZIP repozytorium przekracza limit 100 MB.
pt_br: O ZIP do repositório excede o limite de 100 MB.
ru: ZIP-архив репозитория превышает лимит в 100 МБ.
tr: Depo ZIP'i 100 MB sınırını aşıyor.
uk: ZIP-архів репозиторію перевищує ліміт 100 МБ.
vi: Tệp ZIP của kho vượt quá giới hạn 100 MB.
zh_hans: 仓库 ZIP 超过 100 MB 上限。
zh_hant: 倉庫 ZIP 超過 100 MB 上限。

# snapshot.error.branchNotFoundFormat
source: Branch %@ does not exist.
ar: الفرع %@ غير موجود.
de: Branch %@ existiert nicht.
es: La rama %@ no existe.
fr: La branche %@ n'existe pas.
id: Cabang %@ tidak ada.
it: Il branch %@ non esiste.
ja: ブランチ %@ は存在しません。
ko: 브랜치 %@이(가) 존재하지 않습니다.
nl: Branch %@ bestaat niet.
pl: Gałąź %@ nie istnieje.
pt_br: O branch %@ não existe.
ru: Ветка %@ не существует.
tr: %@ dalı mevcut değil.
uk: Гілка %@ не існує.
vi: Nhánh %@ không tồn tại.
zh_hans: 分支 %@ 不存在。
zh_hant: 分支 %@ 不存在。

# snapshot.error.emptyArchive
source: GitHub returned an empty ZIP file.
ar: أعاد GitHub ملف ZIP فارغًا.
de: GitHub hat eine leere ZIP-Datei zurückgegeben.
es: GitHub devolvió un archivo ZIP vacío.
fr: GitHub a renvoyé un fichier ZIP vide.
id: GitHub mengembalikan file ZIP kosong.
it: GitHub ha restituito un file ZIP vuoto.
ja: GitHub が空の ZIP ファイルを返しました。
ko: GitHub에서 빈 ZIP 파일을 반환했습니다.
nl: GitHub retourneerde een leeg ZIP-bestand.
pl: GitHub zwrócił pusty plik ZIP.
pt_br: O GitHub retornou um arquivo ZIP vazio.
ru: GitHub вернул пустой ZIP-файл.
tr: GitHub boş bir ZIP dosyası döndürdü.
uk: GitHub повернув порожній ZIP-файл.
vi: GitHub trả về tệp ZIP rỗng.
zh_hans: GitHub 返回了空的 ZIP 文件。
zh_hant: GitHub 傳回了空的 ZIP 檔案。

# snapshot.error.invalidGitHubURL
source: Unable to construct the GitHub API URL.
ar: تعذر إنشاء عنوان URL لواجهة GitHub API.
de: Die GitHub-API-URL konnte nicht erstellt werden.
es: No se puede construir la URL de la API de GitHub.
fr: Impossible de construire l'URL de l'API GitHub.
id: Tidak dapat membuat URL API GitHub.
it: Impossibile costruire l'URL dell'API GitHub.
ja: GitHub API の URL を構築できません。
ko: GitHub API URL을 구성할 수 없습니다.
nl: Kan de GitHub API-URL niet maken.
pl: Nie można skonstruować adresu URL API GitHub.
pt_br: Não foi possível construir a URL da API do GitHub.
ru: Не удалось сформировать URL API GitHub.
tr: GitHub API URL'si oluşturulamıyor.
uk: Не вдалося сформувати URL API GitHub.
vi: Không thể tạo URL API GitHub.
zh_hans: 无法生成 GitHub API 地址。
zh_hant: 無法產生 GitHub API 位址。

# snapshot.error.privateRepository
source: This operation only supports public repositories.
ar: تدعم هذه العملية المستودعات العامة فقط.
de: Dieser Vorgang unterstützt nur öffentliche Repositories.
es: Esta operación solo admite repositorios públicos.
fr: Cette opération ne prend en charge que les dépôts publics.
id: Operasi ini hanya mendukung repositori publik.
it: Questa operazione supporta solo repository pubblici.
ja: この操作は公開リポジトリのみサポートしています。
ko: 이 작업은 공개 저장소만 지원합니다.
nl: Deze bewerking ondersteunt alleen openbare repositories.
pl: Ta operacja obsługuje tylko publiczne repozytoria.
pt_br: Esta operação só oferece suporte a repositórios públicos.
ru: Эта операция поддерживается только для публичных репозиториев.
tr: Bu işlem yalnızca herkese açık depoları destekler.
uk: Ця операція підтримує лише публічні репозиторії.
vi: Thao tác này chỉ hỗ trợ kho công khai.
zh_hans: 操作仅支持公开仓库。
zh_hant: 此操作僅支援公開倉庫。

# snapshot.error.requestFailedFormat
source: GitHub request failed (HTTP %d).
ar: فشل طلب GitHub (HTTP %d).
de: GitHub-Anfrage fehlgeschlagen (HTTP %d).
es: La solicitud a GitHub falló (HTTP %d).
fr: La requête GitHub a échoué (HTTP %d).
id: Permintaan GitHub gagal (HTTP %d).
it: Richiesta GitHub fallita (HTTP %d).
ja: GitHub リクエストが失敗しました (HTTP %d)。
ko: GitHub 요청 실패 (HTTP %d).
nl: GitHub-verzoek mislukt (HTTP %d).
pl: Żądanie do GitHub nie powiodło się (HTTP %d).
pt_br: Falha na solicitação ao GitHub (HTTP %d).
ru: Запрос к GitHub не удался (HTTP %d).
tr: GitHub isteği başarısız oldu (HTTP %d).
uk: Запит до GitHub не вдався (HTTP %d).
vi: Yêu cầu GitHub thất bại (HTTP %d).
zh_hans: GitHub 请求失败（HTTP %d）。
zh_hant: GitHub 請求失敗（HTTP %d）。

# sort.unstarredAtDesc
source: Recently Unstarred
ar: أُزيلت النجمة مؤخرًا
de: Kürzlich entsternt
es: Recientemente sin estrella
fr: Récemment désétoilé
id: Baru Dibintangi
it: Rimossi di recente dai preferiti
ja: 最近アンスターした
ko: 최근 별표 취소됨
nl: Recent niet meer gesterd
pl: Ostatnio odgwiazdkowane
pt_br: Removidos recentemente
ru: Недавно удалённые из звёзд
tr: Son Yıldızı Kaldırılanlar
uk: Нещодавно видалені з зірок
vi: Bỏ sao gần đây
zh_hans: 默认
zh_hant: 最近取消收藏

# starAction.error.notAuthenticated
source: Please sign in to GitHub before starring or unstarring repositories.
ar: يرجى تسجيل الدخول إلى GitHub قبل إضافة أو إزالة النجمة من المستودعات.
de: Bitte melde dich bei GitHub an, bevor du Repositories sternt oder entsternt.
es: Inicia sesión en GitHub antes de marcar o desmarcar repositorios con estrella.
fr: Veuillez vous connecter à GitHub avant d'étoiler ou de désétoiler des dépôts.
id: Silakan masuk ke GitHub sebelum membintangi atau menghapus bintang repositori.
it: Accedi a GitHub prima di aggiungere o rimuovere repository dai preferiti.
ja: スターを付ける/外すには、GitHub にサインインしてください。
ko: 별표를 추가하거나 제거하려면 먼저 GitHub에 로그인하세요.
nl: Log in op GitHub voordat je repositories sterret of niet meer sterret.
pl: Zaloguj się do GitHub, aby dodawać lub usuwać gwiazdki.
pt_br: Faça login no GitHub antes de favoritar ou desfavoritar repositórios.
ru: Пожалуйста, войдите в GitHub, чтобы добавлять или удалять звёзды.
tr: Depolara yıldız eklemek veya kaldırmak için lütfen GitHub'a giriş yapın.
uk: Будь ласка, увійдіть до GitHub, перш ніж ставити або прибирати зірки.
vi: Vui lòng đăng nhập GitHub trước khi sao hoặc bỏ sao kho.
zh_hans: 请先登录 GitHub 后再 star / unstar 仓库。
zh_hant: 請先登入 GitHub 後再 star / unstar 倉庫。

# storage.outputDirectory.bookmarkExpired
source: Output directory authorization expired
ar: انتهت صلاحية تفويض مجلد الإخراج
de: Autorisierung des Ausgabeverzeichnisses abgelaufen
es: La autorización del directorio de salida ha expirado
fr: L'autorisation du répertoire de sortie a expiré
id: Otorisasi direktori output kedaluwarsa
it: Autorizzazione della directory di output scaduta
ja: 出力ディレクトリの認証期限が切れました
ko: 출력 디렉토리 권한이 만료됨
nl: Autorisatie uitvoermap verlopen
pl: Autoryzacja katalogu wyjściowego wygasła
pt_br: Autorização do diretório de saída expirada
ru: Срок авторизации каталога вывода истёк
tr: Çıktı dizini yetkilendirmesinin süresi doldu
uk: Термін дії авторизації каталогу виведення минув
vi: Ủy quyền thư mục đầu ra đã hết hạn
zh_hans: 输出目录授权已失效
zh_hant: 輸出目錄授權已失效

# store.chatHistory.error.applicationSupportUnavailable
source: Could not locate the chat history directory. Please retry or restart the app.
ar: تعذر العثور على مجلد سجل المحادثة. يرجى إعادة المحاولة أو إعادة تشغيل التطبيق.
de: Das Chatverlaufsverzeichnis konnte nicht gefunden werden. Bitte versuche es erneut oder starte die App neu.
es: No se pudo localizar el directorio del historial de chat. Vuelve a intentarlo o reinicia la app.
fr: Impossible de localiser le répertoire de l'historique des discussions. Veuillez réessayer ou redémarrer l'application.
id: Tidak dapat menemukan direktori riwayat obrolan. Silakan coba lagi atau mulai ulang aplikasi.
it: Impossibile trovare la directory della cronologia chat. Riprova o riavvia l'app.
ja: チャット履歴ディレクトリが見つかりません。再試行するか、アプリを再起動してください。
ko: 채팅 기록 디렉토리를 찾을 수 없습니다. 다시 시도하거나 앱을 재시작하세요.
nl: Kan de chatgeschiedenismap niet vinden. Probeer het opnieuw of start de app opnieuw.
pl: Nie można znaleźć katalogu historii czatu. Spróbuj ponownie lub uruchom aplikację.
pt_br: Não foi possível localizar o diretório do histórico de conversas. Tente novamente ou reinicie o app.
ru: Не удалось найти каталог истории чата. Повторите попытку или перезапустите приложение.
tr: Sohbet geçmişi dizini bulunamadı. Lütfen tekrar deneyin veya uygulamayı yeniden başlatın.
uk: Не вдалося знайти каталог історії чату. Повторіть спробу або перезапустіть застосунок.
vi: Không tìm thấy thư mục lịch sử trò chuyện. Vui lòng thử lại hoặc khởi động lại ứng dụng.
zh_hans: 无法定位对话历史目录，请重试或重启应用。
zh_hant: 無法定位對話歷史目錄，請重試或重新啟動應用程式。

# store.chatHistory.error.invalidPathComponentFormat
source: Chat history path contains invalid characters: %@.
ar: يحتوي مسار سجل المحادثة على أحرف غير صالحة: %@.
de: Der Chatverlaufspfad enthält ungültige Zeichen: %@.
es: La ruta del historial de chat contiene caracteres no válidos: %@.
fr: Le chemin de l'historique des discussions contient des caractères invalides : %@.
id: Path riwayat obrolan mengandung karakter yang tidak valid: %@.
it: Il percorso della cronologia chat contiene caratteri non validi: %@.
ja: チャット履歴パスに無効な文字が含まれています: %@。
ko: 채팅 기록 경로에 잘못된 문자가 포함되어 있습니다: %@.
nl: Chatgeschiedenispad bevat ongeldige tekens: %@.
pl: Ścieżka historii czatu zawiera nieprawidłowe znaki: %@.
pt_br: O caminho do histórico de conversas contém caracteres inválidos: %@.
ru: Путь к истории чата содержит недопустимые символы: %@.
tr: Sohbet geçmişi yolu geçersiz karakterler içeriyor: %@.
uk: Шлях історії чату містить недопустимі символи: %@.
vi: Đường dẫn lịch sử trò chuyện chứa ký tự không hợp lệ: %@.
zh_hans: 对话历史路径包含非法字符：%@。
zh_hant: 對話歷史路徑包含無效字元：%@。

# subscription.error.offerCodeRedemptionFailed
source: Offer code redemption failed. Check the code and try again.
ar: فشل استرداد رمز العرض. تحقق من الرمز وحاول مرة أخرى.
de: Einlösung des Angebotscodes fehlgeschlagen. Überprüfe den Code und versuche es erneut.
es: No se pudo canjear el código de oferta. Verifica el código e inténtalo de nuevo.
fr: L'échange du code d'offre a échoué. Vérifiez le code et réessayez.
id: Penukaran kode penawaran gagal. Periksa kode dan coba lagi.
it: Riscatto del codice promozionale fallito. Controlla il codice e riprova.
ja: オファーコードの引き換えに失敗しました。コードを確認して再試行してください。
ko: 할인 코드 사용에 실패했습니다. 코드를 확인하고 다시 시도하세요.
nl: Inwisseling van aanbiedingscode mislukt. Controleer de code en probeer het opnieuw.
pl: Realizacja kodu oferty nie powiodła się. Sprawdź kod i spróbuj ponownie.
pt_br: Falha ao resgatar o código de oferta. Verifique o código e tente novamente.
ru: Не удалось активировать промокод. Проверьте код и попробуйте снова.
tr: Teklif kodu kullanımı başarısız oldu. Kodu kontrol edip tekrar deneyin.
uk: Не вдалося активувати код пропозиції. Перевірте код і спробуйте знову.
vi: Đổi mã ưu đãi thất bại. Kiểm tra mã và thử lại.
zh_hans: 优惠码兑换失败，请检查码是否有效后重试。
zh_hant: 優惠碼兌換失敗，請檢查代碼是否有效後重試。

# subscription.error.offerCodeWindowUnavailable
source: Unable to open the offer code sheet. Make sure the Starcat window is active and try again.
ar: تعذر فتح ورقة رمز العرض. تأكد من أن نافذة Starcat نشطة وحاول مرة أخرى.
de: Das Angebotscode-Blatt konnte nicht geöffnet werden. Stelle sicher, dass das Starcat-Fenster aktiv ist, und versuche es erneut.
es: No se puede abrir la hoja de código de oferta. Asegúrate de que la ventana de Starcat esté activa e inténtalo de nuevo.
fr: Impossible d'ouvrir la feuille de code d'offre. Assurez-vous que la fenêtre Starcat est active et réessayez.
id: Tidak dapat membuka lembar kode penawaran. Pastikan jendela Starcat aktif dan coba lagi.
it: Impossibile aprire il foglio del codice promozionale. Assicurati che la finestra di Starcat sia attiva e riprova.
ja: オファーコードシートを開けません。Starcat ウィンドウがアクティブであることを確認して再試行してください。
ko: 할인 코드 시트를 열 수 없습니다. Starcat 창이 활성화되어 있는지 확인하고 다시 시도하세요.
nl: Kan het aanbiedingscodevenster niet openen. Zorg dat het Starcat-venster actief is en probeer het opnieuw.
pl: Nie można otworzyć arkusza kodu oferty. Upewnij się, że okno Starcat jest aktywne i spróbuj ponownie.
pt_br: Não foi possível abrir a folha de código de oferta. Certifique-se de que a janela do Starcat está ativa e tente novamente.
ru: Не удалось открыть окно ввода промокода. Убедитесь, что окно Starcat активно, и попробуйте снова.
tr: Teklif kodu sayfası açılamıyor. Starcat penceresinin etkin olduğundan emin olun ve tekrar deneyin.
uk: Не вдалося відкрити вікно коду пропозиції. Переконайтеся, що вікно Starcat активне, і спробуйте знову.
vi: Không thể mở bảng mã ưu đãi. Đảm bảo cửa sổ Starcat đang hoạt động và thử lại.
zh_hans: 无法打开优惠码兑换窗口。请确保 Starcat 主窗口在前台后重试。
zh_hant: 無法開啟優惠碼兌換視窗。請確保 Starcat 主視窗在前景後重試。
